{
  "homepage": {
    "welcomeText": "Bonjour, je suis Fabian Berger, un étudiant en master de 23 ans. Actuellement, j'étudie l'informatique à l'Université Friedrich Alexander d'Erlangen.",
    "altPicture": "Image de Fabian Berger"
  },
  "navbar": {
    "blog": "Blog",
    "resume": "Curriculum vitae",
    "projects": "Projets",
    "linkedin": "LinkedIn",
    "imprint": "Mentions légales"
  },
  "imprint": {
    "title": "Mentions légales et politique de confidentialité",
    "name": "Fabian Berger",
    "tmg": "Informations conformément au § 5 TMG",
    "contact": "Contact",
    "telephone": "Téléphone",
    "editorial": "Responsabilité éditoriale et représentation par :",
    "rstv": "Responsable du contenu conformément au § 55 Abs. 2 RStV",
    "disclaimer": "Clause de non-responsabilité",
    "liability1": "Responsabilité du contenu",
    "liabilityText1": "Le contenu de nos pages a été créé avec le plus grand soin. Cependant, nous ne pouvons garantir l'exactitude, l'intégralité et l'actualité du contenu. En tant que prestataire de services, nous sommes responsables de notre propre contenu sur ces pages conformément au § 7 Abs.1 TMG et aux lois générales. Conformément aux §§ 8 à 10 TMG, nous ne sommes pas tenus de surveiller les informations de tiers transmises ou stockées, ni d'enquêter sur des circonstances indiquant une activité illégale. Les obligations de supprimer ou de bloquer l'utilisation d'informations conformément à la loi générale ne sont pas affectées. Cependant, la responsabilité à cet égard n'est possible qu'à partir du moment où une violation spécifique de la loi est portée à notre connaissance. En cas de prise de connaissance de telles violations légales, nous supprimerons immédiatement ce contenu.",
    "liability2": "Responsabilité des liens",
    "liabilityText2": "Notre offre contient des liens vers des sites Web externes de tiers, dont nous n'avons aucune influence sur le contenu. Par conséquent, nous ne pouvons accepter aucune responsabilité pour ce contenu externe. Le fournisseur ou l'exploitant respectif des pages liées est toujours responsable du contenu des pages liées. Le contenu lié a été vérifié pour d'éventuelles violations de la loi au moment de la liaison. Aucun contenu illégal n'était reconnaissable au moment de la liaison. Cependant, un contrôle permanent du contenu lié n'est pas raisonnable sans preuve concrète d'une violation de la loi. Si nous prenons connaissance de violations légales, nous supprimerons immédiatement de tels liens.",
    "liability3": "Droits d'auteur",
    "liabilityText3": "Le contenu et les œuvres créés par les exploitants du site sur ces pages sont soumis au droit d'auteur allemand. La reproduction, le traitement, la distribution et toute utilisation au-delà des limites du droit d'auteur nécessitent le consentement écrit de l'auteur ou du créateur respectif. Les téléchargements et les copies de cette page ne sont autorisés que pour un usage privé et non commercial. Dans la mesure où le contenu de cette page n'a pas été créé par l'exploitant, les droits d'auteur de tiers sont respectés. En particulier, le contenu tiers est identifié comme tel. Si, malgré cela, vous prenez connaissance d'une violation du droit d'auteur, veuillez nous en informer. Si nous prenons connaissance de violations légales, nous supprimerons immédiatement ce contenu.",
    "liability4": "Protection des données",
    "liabilityText4": "L'utilisation de notre site Web est généralement possible sans fournir de données personnelles. Dans la mesure où des données personnelles (telles que le nom, l'adresse ou les adresses e-mail) sont collectées sur nos pages, cela se fait toujours sur une base volontaire, dans la mesure du possible. Ces données ne seront pas divulguées à des tiers sans votre consentement explicite. Veuillez noter que la transmission de données sur Internet (par exemple, la communication par e-mail) peut présenter des vulnérabilités de sécurité. Une protection complète des données contre l'accès par des tiers n'est pas possible.",
    "liability5": "Opposition à la publicité non sollicitée",
    "liabilityText5": "L'utilisation des données de contact publiées dans le cadre de l'obligation d'impression pour envoyer de la publicité non sollicitée et des documents d'information est expressément interdite."
  },
  "elementPopUp": {
    "protons": "Protons",
    "neutrons": "Neutrons",
    "category": "Catégorie",
    "mainGroup": "Groupe principal",
    "period": "Période",
    "appearance": "Apparence",
    "aggregateState": "État agrégé",
    "structure": "Structure",
    "hardness": "Dureté",
    "volume": "Volume",
    "radioactive": "Radioactif",
    "syntheticallyProduced": "Produit uniquement de manière synthétique",
    "percentageEarthCrust": "Pourcentage dans la croûte terrestre",
    "commonness": "Fréquence",
    "atomicWeight": "Masse atomique",
    "ionizationEnergy": "Énergie d'ionisation",
    "density": "Densité",
    "meltingPoint": "Point de fusion",
    "boilingPoint": "Point d'ébullition",
    "electronegativity": "Électronegativité",
    "flameColor": "Couleur de la flamme",
    "wikipediaLink": "Lien vers Wikipédia",
    "explanation1": "* Calculé comme = Masse (arrondie) - Numéro atomique",
    "explanation2": "** Dans des conditions normales : 25°C, 1013 hPa",
    "explanation3": "*** Selon l'échelle de Pauling, alternativement selon l'échelle de Allred-Rochow",
    "yes": "Oui",
    "no": "Non",
    "mohs": "Mohs"
  },
  "periodicTableFilter": {
    "filterElement": "Filter Elements",
    "name": "Name",
    "kurzsymbol": "Short Symbol",
    "unterkategorie": "Subcategory",
    "aussehen": "Appearance",
    "aggregatzustand": "State of Matter",
    "struktur": "Structure",
    "protonen": "Protons",
    "neutronen": "Neutrons",
    "haerte": "Hardness",
    "volumen": "Volume",
    "prozentsatzAnDerErdhuelle": "Abundance",
    "atommasse": "Atomic Mass",
    "ionisierungsenergie": "Ionization Energy",
    "dichte": "Density",
    "schmelzpunkt": "Melting Point",
    "siedepunkt": "Boiling Point",
    "elektronegativitaet": "Electronegativity",
    "flammenfarbe": "Flame Color"
  }
}
